{
  "games": {
    "kalambury": {
      "description": {
        "short": "One person draws a picture, everybody else guesses the phrase.",
        "rules": [
          "If you're drawing: your goal is to draw presented phrase in a way that lets other players guess it",
          "If you're guessing: your goal is to guess the phrase being drawn",
          "When the phrase is guessed correctly, both drawing and guessing players get 1 point each",
          "When the time runs out and nobody guesses correctly, the player who was drawing loses 1 point",
          "You can send as many guesses as you want - there is no penalty for wrong guesses",
          "You should never write any hints while drawing - others should be able to guess the phrase from your drawing only"
        ]
      }
    },
    "picturematch": {
      "description": {
        "short": "You see two cards full of pictures, but only one of them is on both cards. Be the first to find it.",
        "rules": [
          "You can see two cards with pictures on in. The card on the left is only visible to you (each player has a different one), while the one on the right is visible by everyone",
          "Your goal is to find the picture that is on both cards - there is always such a picture, and there is exactly one for any two cards",
          "When you find the picture just click it (you can click it on any of the cards)",
          "If you click the correct picture you'll receive 1 point and your card from the left will replace the card on the right visible by every player. You'll get a new card on the left",
          "If you click the incorrect picture you won't loose any points, but there is a short time penalty that prevents you from guessing for a while"
        ]
      }
    },
    "splendid": {
      "description": {
        "short": "Become an investor, buy new technologies and outgrow your opponents.",
        "rules": [
          "The goal of the game is to get the highest number of points by buying technology development cards.",
          "Each technology card on the table costs specific amount of resources.",
          "Each card you buy gives you not only points, but also substitutes 1 resource of the given type later in the game.",
          "On your turn take 1 of 4 actions:",
          "1. Take 3 resources of different types",
          "2. Take 2 resources of same types (if there are at least 4 available of that type)",
          "3. Reserve 1 technology development card from the table or top one from the deck. Take 1 gold resource (replaces any other resource type).",
          "4. Buy 1 technology development card from the table or from previously reserved ones.",
          "Players automatically get 1 bonus patent (worth 3 points) when they meet requirements of number of owned cards in specific colors.",
          "The game ends when one of the players scores >= 15 points - after this every other player has one more turn and then the player with most points wins."
        ]
      }
    },
    "scrambled": {
      "description": {
        "short": "Form new words using tiles with letters.",
        "rules": [
          "Each player holds 7 tiles with letters and points on them. After playing some tiles they will be replaced with new, random ones.",
          "Form new words by placing your tiles on the board. All placed tiles must be within the same row or the same column.",
          "Apart from tiles with letters there are a few blank tiles. They can be used as a substitute for any letter, but are worth 0 points",
          "All new words created while playing new tiles (there can be many of them) increase your score:",
          "- Each tile in each word adds it's number of points to the score. The same tile can be used in multiple words",
          "- Tiles placed on letter bonuses have their number of points multiplied by 2 or by 3, depending on bonus field",
          "- Words with a letter placed on a word bonus field will have their score multiplied accordingly, after all letter points have been counted",
          "- Bonuses are only counted when the tile is being placed on them. They won't have more effects in the future",
          "- Play all 7 tiles in a single turn to get bonus 50 points",
          "The game ends once the first player runs out of tiles.",
          "The game may also end when all players skip turn twice in a row."
        ]
      }
    }
  }
}
